;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: Joan Queralt
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.2
; Update: July 06, 2021
;
[Lang]
NativeLanguage=Català
[Translation]
LangCode=0403
ReadHabit=Left-to-right
LanguageName=CAT
LangShortName=cat-es
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
lblinfo.Caption=Comproveu si aquest PC compleix els requisits del sistema Windows 11.
lbllang.Caption=Llenguatge:
cpu=Processador
memory=Memòria
disk=Emmagatzematge
diskstyle=Estil de partició
firmware=Firmware del sistema
boot=Arrencada segura
graphiccard=Targeta gràfica
tpm=TPM 2.0
info3=La freqüència del processador és inferior a 1 GHz.
info4=L’arquitectura del processador és x86, però el Windows 11 no l’admet.
info5=El processador no es troba a la llista de compatible.
info6=Windows 11 no admet un processador de 32 bits.
info7=L'estil de partició del disc no és GPT.
info8=La memòria física ha de ser de 4 GB o més.
info9=El disc del sistema ha de tenir 64 GB o més.
info10=El firmware del sistema no admet l’arrencada segura.
info11=La targeta gràfica no és compatible amb DirectX 12.
info12=La versió WDDM és inferior a 2.x
info13=TPM no és compatible.
info14=TPM està desactivat.
info15=La versió de TPM és inferior a 2.0
info16=El firmware del sistema no admet UEFI.
info-3=És un processador de 64 bits no reconegut.
info-4=L’espai lliure al disc és inferior a 64 GB.
tpminfo=Mòdul de plataforma confiable Versió 2.0
directxinfo=Gràfics compatibles amb DirectX %s / WDDM %s
bootinfo=L'arrancada del PC només utilitza firmware de confiança.
support=Compatible
unknow=Desconegut
unsupport=No compatible
NewVer=Hi ha disponible una nova versió. Voleu fer l'actualització ara?
